---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.LandingHeightUnderStairsBottom
source: html/a4fa7468-a588-e4de-ca53-3e131fcc7124.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StairRampFailures.LandingHeightUnderStairsBottom Property

Cannot make landing because height of landing is equal or less than to bottom height of the stair.

## Syntax (C#)
```csharp
public static FailureDefinitionId LandingHeightUnderStairsBottom { get; }
```